<template>
  <div class="page">
    <header class="header">
      <div class="header-prefix">
        <a class="flex-h v-m" @click="$router.go(-1)">
          <img style="margin-right: 0.5rem" src="@/assets/img/back.svg" alt="" class="page-back" />
        </a>
      </div>
      <h1 class="header-title" style="text-align: left; padding-left: 3rem">
        隐私条款
      </h1>
      <div class="header-suffix"></div>
    </header>
    <section class="section p-40 mt-20 bg-white" style="margin-top: 4.4rem">
      <div class="announcement-detail type2">
        <div style="font-size: 1.3rem; color: #666666; line-height: 2rem">
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
          亲爱的志愿者用户（下文简称为用户）您好，感谢您信任并使用本产品（即移动端中国志愿系统，下文简称为中国志愿）。我们根据最新的法律法规、监管政策要求，出具了《隐私条款》，特向您推送本提示。本《隐私条款》与您所使用的中国志愿密切相关，请您在使用本产品前仔细阅读并充分理解相关条款。
          点击同意，表示您已阅读并同意了相关协议条款。
          <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;中国志愿是一款提供查看/加入志愿服务项目、查看/加入志愿服务队伍、项目签到等功能的产品，为说明中国志愿如何收集、使用和储存您的个人信息及您享有何种权利，我们将通过本文指引向您阐述相关事宜，其中要点如下：
          <br />i.
          我们将逐一说明我们收集的您的个人信息类型及其对应的用途，以便您了解我们针对某一特定功能所收集的具体个人信息的类别、使用理由及收集方式。
          <br />ii.
          当您使用一些功能时，我们会在获得您的同意后，收集您的一些敏感信息，例如您在项目签到的时候我们会收集您的位置信息。除非按照相关法律法规要求必须收集，拒绝提供这些信息仅会使您无法正常使用相关特定功能，但不会影响您正常使用中国志愿的其他功能。
          <br />iii.
          目前，中国志愿不会主动共享或转让您的个人信息至第三方，如存在其他共享或转让您的个人信息或您需要我们将您的人信息共享或转让至第三方时，我们会直接或确定第三方征得您对上述行为的明示同意，此外，我们会对对外提供信息的行为进行风险评估。
          <br />
          1. 我们收集的信息
          <br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在您使用中国志愿的过程中，中国志愿会按照如下方式收集您在使用服务时主动提供或因为使用服务而产生的信息，用以向您提供服务、优化我们的服务以及保障您的账号安全：
          <br />
          1.1
          <br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;当您注册志愿者时，我们会收集您的真实姓名、身份证号、注册地、手机号码、设置的密码，收集这些信息是为了帮助您完成志愿者注册，保护您的账号安全。真实姓名、身份证号、手机号码属于敏感信息，收集此类信息是为了满足相关法律法规的实名制要求，若您不提供这类信息，您可能无法正常使用我们的服务，例如真实姓名和身份证号我们会调用公安人口库接口确定是否相匹配，如果不匹配您将会实名制失败，您将无法正常使用中国志愿。您还可以根据自身需求在注册成功后填写民族、国籍、政治面貌等信息，此类信息我们不会向您强制收集，完全根据您个人意愿来填写，如若不填写不会影响您任何功能使用。
          <br />1.2
          <br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;当您使用中国志愿时，为保障您正常使用我们的服务，维护服务的正常运行，改进及优化我们的服务体验以及您的账号安全，我们会收集您的设备型号、操作系统、唯一设备标示符、登陆IP地址、中国志愿软件版本号、接入网络的方式、类型和状态、网络质量数据、操作日志、服务日志信息（如您在中国志愿搜索、查看的信息、服务故障信息、引荐网址等信息）等日志信息，这类信息是为提供服务必须收集的基础信息。
          <br />1.3
          <br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;当您使用项目签到等功能时，我们会在获得您的自主选择同意后，记录您的地理位置信息，目的是为了向您提供该服务。该信息属于敏感信息，拒绝提供该信息仅会是您无法正常使用上述功能，但不影响您正常使用中国志愿的其他功能。此外，您也可以随时关闭相关功能并在该功能内清除您的地理位置信息。
          <br />1.4
          <br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;当您使用中国志愿搜素功能时，我们会收集您的搜索记录、阅读记录和访问时间、评论和互动记录，目的是为了向您提供更加精准和个性的服务和内容。
          <br />1.5 <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
          当您使用中国志愿与其他软件或硬件互通功能时，其他软件或硬件的提供方在经您同意后可以获取您在中国志愿主动公开或传输的相关信息，您在选择前应充分了解其他软件或硬件的产品功能及信息保护策略。
          <br />1.6 <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;中国志愿中的第三方服务由外部第三方主体提供，中国志愿无法获得您在使用该类第三方服务时产生的信息。但如果您已明示同意该第三方获得您的地理位置信息，该第三方将通过中国志愿接口获得您的终端地理位置信息。该信息属于敏感信息，拒绝提供该信息仅会是您无法正常使用上述第三方服务，但不影响正常使用中国志愿的服务。
          <div></div>
          <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;另外，根据相关法律法规及国家标准，以下情形中，我们可能会收集、使用您的相关个人信息无需征求您的授权同意：
          <br />(1)与国家安全、国防安全等国家利益直接相关的；与公共安全、公共卫生、公众知情等重大公共利益直接相关的； <br />(2)
          与犯罪侦查、起诉、审判和判决执行等直接相关的； <br />(3) 出于维护您或其他个人的生命、财产、声誉等重大合法权益但又很难得到本人同意的；
          <br />(4) 所收集的个人信息是您自行向社会公众公开的； <br />(5) 从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；
          <br />(6) 根据您要求签订和履行合同所必需的； <br />
          (7) 用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；
          <br />
          (8) 为开展合法的新闻报道所必需的； <br />(9)
          出于公共利益开展统计或学术研究所必要，且其对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的； <br />(10)
          法律法规规定的其他情形。
          <div></div>
          <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;请您理解，我们向您提供的功能和服务是不断更新和发展的，如果某一功能或服务未在前述说明中且收集了您的信息，我们会通过页面提示、交互流程、网站公告等方式另行向您说明信息收集的内容、范围和目的，以征得您的同意。
          <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;请您注意，目前中国志愿不会主动向第三方获取您的个人信息。如未来为业务发展需要从第三方间接获取您个人信息，我们会在获取前向您明示您个人信息的来源、类型及使用范围，如中国志愿开展业务需进行的个人信息处理活动超出您原本向第三方提供个人信息时的授权同意范围，我们将在处理您的该等个人信息前，征得您的明示同意；此外，我们也将会严格遵守相关法律法规的规定，并要求第三方保障其提供的信息的合法性。
          <div></div>
          <br />
          2. 信息的储存
          <br />
          2.1 信息储存的地点
          <br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我们会按照法律法规规定，将境内收集的用户个人信息存储于中国境内。
          <br />
          2.2信息储存期限
          <br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;一般而言，我们仅为实现目的所必需的时间保留您的个人信息，例如：手机号码：若您需要使用中国志愿，我们需要一直保存您的手机号码，以保证您正常使用该服务。
          <br />
          2.3 信息安全
          <br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 我们努力为用户的信息安全提供保障，以防止信息的丢失、不当使用、未经授权访问或披露。
          <br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 我们将在合理的安全水平内使用各种安全保护措施以保障信息的安全。
          <br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我们通过不断提升的技术手段加强安装在您设备端的软件的安全能力，以防止您的个人信息泄露。例如，我们为了安全传输会在您设备本地完成部分信息加密的工作；为了预防病毒、木马程序或其他恶意程序、网站会了解您设备安装的应用信息或正在运行的进程信息。
          <br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我们建立专门的管理制度、流程和组织以保障信息的安全。
          <br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;若发生个人信息泄露等安全事件，我们会启动应急预案，阻止安全事件扩大，并以推送通知、公告等形式告知您。
          <br />
          2.4 我们如何使用信息
          <br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我们可能将通过某些功能所收集的信息用于我们的其他服务。例如，我们可能将您在使用我们某一功能或服务时我们收集的信息，在另一功能或服务中用于向您提供特定内容，包括但不限于对您阅读过的内容进行信息安全类提示、基于特征标签进行间接人群画像并提供更加精准和个性化的服务和内容等。
          为了确保服务的安全，帮助我们更好地了解我们应用程序的运行情况，我们可能记录相关信息，例如，您使用应用程序的频率、崩溃数据、总体使用情况、性能数据以及应用程序的来源。我们不会将我们存储在分析软件中的信息与您在应用程序中提供的任何个人身份信息相结合。
          如我们使用您的个人信息，超出了与收集时所声称的目的及具有直接或合理关联的范围，我们将在使用您的个人信息前，再次向您告知并征得您的明示同意。
          <br />
          2.5 对外提供
          <br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;目前，我们不会主动共享或转让您的个人信息至第三方，如存在其他共享或转让您的个人信息或您需要我们将您的个人信息共享或转让第三方的情形时，我们会直接或确认第三方征得您对上述行为的明示同意。
          我们不会对外公开披露其收集的个人信息，如必须公开披露时，我们会向您告知此次公开披露的目的、披露信息的类型及可能涉及的敏感信息，并征得您的明示同意。
          随着我们业务的持续发展，我们有可能进行合并、收购、资产转让等交易，我们将告知您相关情形，按照法律法规及不低于本指引所要求的标准继续保护或要求新的控制者继续保护您的个人信息。
          另外，根据相关法律法规及国家标准，以下情形中，我们可能会共享、转让、公开披露个人信息无需事先征得个人信息主体的授权同意： <br />1)
          与国家安全、国防安全直接相关的； <br />2)与公共安全、公共卫生、重大公共利益直接相关的；
          <br />3)与犯罪侦查、起诉、审判和判决执行等直接相关的；
          <br />4)出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的； <br />5) 个人信息主体自行向社会公众公开的个人信息；
          <br />
          6) 从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。
          <div></div>
          <br />
          3.您的权利
          <br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在您使用中国志愿期间，为了您可以更加便捷地访问、更正、删除您的个人信息，同时保障您撤回对个人信息使用的同意的权利，我们在产品设计中为您提供了相应的操作设置，您可以参考下面的指引进行操作。此外，我们还设置了客服的渠道，您可以对我们进行问题反馈，您的意见将会得到及时的处理。
          <br />3.1 访问个人信息 <br />
          3.1.1 访问头像、性别、地区等基本信息： <br />1) 进入中国志愿，点击“我的” <br />2) 点击基本信息 <br />3) 进行信息查看访问 <br />3.1.2
          访问个人已报名项目： <br />1) 进入中国志愿，点击“我的” <br />2) 点击项目管理 <br />3) 进行项目查看访问 <br />3.1.3 访问个人已加入队伍：
          <br />1) 进入中国志愿，点击”我的“ <br />2) 点击队伍管理 <br />3) 进行队伍查看访问 <br />3.1.4 访问个人已签到项目： <br />1)
          进入中国志愿，点击“我的“ <br />2) 点击已签到项目 <br />3) 进行签到项目查看 <br />3.1.5 访问志愿者证信息： <br />1) 进入中国志愿，点击“我的”
          <br />2) 点击志愿者证 <br />3) 进行信息查看访问 <br />3.2 删除/取消/脱离个人相关信息 <br />3.2.1 删除已报名项目： <br />1)
          进入中国志愿，点击“我的“ <br />2) 点击项目管理 <br />3) 选择审核未通过的项目 <br />4) 点击删除 <br />3.2.2 删除已报名队伍： <br />1)
          进入中国志愿，点击“我的“ <br />2) 点击队伍管理 <br />3) 选择审核未通过的队伍 <br />4) 点击删除 <br />3.2.3 取消已报名项目： <br />1)
          进入中国志愿，点击“我的“ <br />2) 点击项目管理 <br />3) 选择审核中项目 <br />4) 点击取消报名 <br />3.2.4 取消已报名队伍： <br />1)
          进入中国志愿，点击“我的“ <br />2) 点击队伍管理 <br />3) 选择审核中队伍 <br />4) 点击取消报名 <br />3.2.5 脱离项目： <br />1)
          进入中国志愿，点击“我的“ <br />2) 点击项目管理 <br />3) 选择已通过项目 <br />4) 点击脱离 <br />3.2.6 脱离队伍： <br />1)
          进入中国志愿，点击“我的“ <br />2) 点击队伍管理 <br />3) 选择已通过队伍 <br />4) 点击脱离 <br />
          3.3 更改个人信息 <br />3.3.1 更改志愿者证个人证件照 <br />1) 进入中国志愿，点击“我的” <br />2) 点击志愿者证 <br />3) 点击证件照片 <br />4)
          选择拍照/相册上传照片 <br />3.3.2 更改头像、密码等基本信息： <br />1) 进入中国志愿，点击“我的“ <br />2) 点击基本信息 <br />3)
          点击对应需更改的个人信息
          <div></div>
          <br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;如若您对上述权利存在疑问或并没有解答您的问题，可联系我们的客服为您解答。 <br />
          4. 变更
          <br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我们可能会适时对本《隐私条款》进行修订。当《隐私条款》发生变更时，我们会在您登录及版本更新时以推送通知、弹窗的形式向您展示变更后的指引。请您注意，只有在您点击弹窗中的同意按钮后，我们才会按照更新后的指引收集、使用、存储您的个人信息。
          <br />
          5. 联系我们 <br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 当您存在投诉、建议、疑惑等行为时，可联系我们的线上或线下客服为您解答
          <br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 如若我们收到您的反馈，我们将会已最快的速度核实您所反馈的问题，并在验证您身份后给予您回复。
        </div>
      </div>
    </section>
  </div>
</template>
<script>
export default {
  data() {
    return {
      content: {},
    }
  },
  mounted() {
    this.utilscommit.wetchat({ title: '欢迎加入中国志愿服务', desc: '“益”路有你 志愿同行', link: window.location.origin })
  },
  methods: {},
}
</script>
