<template>
  <div class="page">
    <header class="header">
      <div class="header-prefix">
        <a class="flex-h v-m" @click="$router.go(-1)">
          <img style="margin-right: 0.5rem" src="@/assets/img/back.svg" alt="" class="page-back" />
        </a>
      </div>
      <h1 class="header-title" style="text-align: left; padding-left: 3rem">
        注册协议
      </h1>
      <div class="header-suffix"></div>
    </header>
    <section class="section p-40 mt-20 bg-white" style="margin-top: 4.4rem">
      <div class="announcement-detail type2">
        <div style="font-size: 1.3rem; color: #666666; line-height: 2rem">
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;本系统及与本系统链接的网站，仅提供志愿者、志愿服务队伍、志愿服务机构及其它与此相关联之志愿服务项目。<br />
          志愿者、志愿服务队伍、志愿服务机构以及因其它任何目的进入本系统的访问者接受本协议书条款，注册成为中国志愿系统用户，并遵守本协议所述之条款使用本系统所提供的服务。如果您不接受本声明之条款，请勿使用本系统。接受本声明之条款，您将遵守本协议之规定
          <div></div>
          <br />1.信息的发布 ·不得发布任何违反有关法律规定信息； <br />·不得发布任何与本系统志愿服务目的不适的信息；
          <br />·不得发布任何不完整、虚假的信息； ·用户对所发布的信息承担完全责任。
          <div></div>
          <br />2.信息的使用 <br />·志愿服务队伍、志愿服务机构仅可就志愿服务目的使用志愿者之个人信息；
          <br />·志愿者仅可因参加某志愿服务项目，使用志愿服务队伍、志愿服务机构发布之项目招募信息；
          <br />·本系统提供的其它信息，仅与其相应内容有关的目的而被使用； <br />·不得将任何本系统的信息用作任何商业目的。
          <div></div>
          <br />
          3.信息的公开 <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在本系统所登录的任何信息，均有可能被任何本系统的访问者浏览，也可能被错误使用。本系统对此将不予承担任何责任。
          <div></div>
          <br />
          4.信息的准确性 <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;任何在本系统发布的信息，均必须符合合法、准确、及时、完整的原则。但本系统将不能保证所有由第三方提供的信息，或本系统自行采集的信息完全准确。使用者了解，对这些信息的使用，需要经过进一步核实。本系统对访问者未经自行核实误用本系统信息造成的任何损失不予承担任何责任。
          <div></div>
          <br />
          5.信息更改与删除 <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;除了信息的发布者外，任何访问者不得更改或删除他人发布的任何信息。本系统有权根据其判断保留修改或删除任何不适信息的权利。
          <div></div>
          <br />
          6.版权、商标权 <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;本系统的图形、图像、文字及其程序等均属中国志愿系统的版权，受商标法及相关知识产权法律保护，未经中国志愿系统书面许可，任何人不得下载、复制、再使用。在本平台发布信息的商标，归其相应的商标所有权人，受商标法保护。
          <div></div>
          <br />
          7、注册信息使用 <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;注册会员所提供的个人信息将会被中国志愿系统统计、汇总，在我们的严格管理下，为中国志愿系统的合作者提供依据。中国志愿系统会不定期地通过注册会员留下的电子邮件、电话或通信地址同该会员保持联系。
          <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;中国志愿系统承诺：在未经访问者授权同意的情况下，中国志愿系统不会将访问者的个人资料泄露给第三方。但以下情况除外。
          <br />·根据执法单位的要求或为公共的目的向相关单位提供个人资料；
          <br />·由于您将用户密码告知他人或与他人共享注册帐户，由此导致的任何个人资料泄露；
          <br />·由于计算机2000年问题、黑客攻击、计算机病毒侵入或发作、因政府管制而造成的暂时性关闭等影响网络正常经营的不可抗力而造成的个人资料泄露、丢失、被盗用或被窜改等；
          <br />·由于与中国志愿系统链接的其它网站所造成的个人资料泄露及由此而导致的任何法律争议和后果；
          <br />·为免除访问者在生命、身体或财产方面的急迫危险。
          <div></div>
          <br />
          8.自责 <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;所有使用本系统的用户，对使用本系统信息和在本系统发布信息的被使用，承担完全责任。本系统对任何因使用本系统而产生的第三方的间的纠纷，不负任何责任。
          <div></div>
          <br />
          9.服务终止 <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;本系统有权在预先通知或不予通知的情况下终止任何免费服务。
          <div></div>
          <br />10.争议处理 <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;本系统因正常的系统维护、系统升级，或者因网络拥塞而导致网站不能访问，本系统不承担任何责任。
          <div></div>
          <br />11.免责条款 <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;本平台并无随时监视此平台，但保留对其实施实时监视的权利。对于他方输入的，不是本平台发布的材料，本平台概不负任何法律责任。对于其他网址链接在本平台的内容，本平台概不负法律责任。
          <div></div>
          <br />
          12．协议条款的更新与修订 <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;本平台有权根据需要对条款的内容予以变更，并在平台公告，不再另行单独通知。变更后的协议内容一经公布即代替原来的协议内容，本平台用户须定期审阅本协议及其变更后的内容。若不同意对协议所作的变更，用户应立即停止使用平台站下全部服务并注销账户。若用户在本协议内容公告变更后继续使用本协议下服务及账户，表示用户已充分阅读、理解并接受修改后的协议内容，也将遵循修改后的协议内容使用本协议下服务。
          <div></div>
          <br />
          本人申请注册系统，在此本人郑重承诺：
          <br />一、真实、准确地提供本人个人信息等相关材料； <br />
          二、自觉遵守相关政策和规定，在扶贫济困志愿者、社区志愿者、青年志愿者、文明志愿者等领域及其他领域诚实守信；
          <br />
          三、本人严格遵守以上承诺，如有违反，愿意承担相应责任。
        </div>
      </div>
    </section>
  </div>
</template>
<script>
export default {
  data() {
    return {
      content: {},
    }
  },
  mounted() {
    this.utilscommit.wetchat({ title: '欢迎加入中国志愿服务', desc: '“益”路有你 志愿同行', link: window.location.origin })
  },
  methods: {},
}
</script>
